Repository: mozilla-l10n/mt-training-data
Catalog: yo/yo_pontoon.tmx
Source language: en_us
Languages: yo

source: When the Home page article is the only localized article and it's up to date in German, then our overall coverage is 2% of 10%=0.2% overall (+ the English coverage)
yo: Nígbà tí aròkọ ọjú ewé Ilé kòbá di aròkọ tìbílẹ̀ nìkan tí o sì kún ojú oṣùwọ̀n ní Jamaní, nígbà náà gbogbo alásopọ̀ wà jẹ́ 2% ti 10%=0.2% lápapọ̀ (+ alásopọ̀ Gẹ̀ẹ́sì)

source: Where all the action happens
yo: Ibití gbogbo ìṣe ti ń ṣẹlẹ̀

source: Which category best describes your problem?
yo: Ìsọ̀rí wo ló ṣàpèjúwe ìṣòro rẹ?

source: Which product would you like to post a question about?
yo: Àbájáde wo ni o fẹ́ fi ìbéèrè fọ̀rọ̀ránṣẹ́ nípa?

source: While you wait
yo: Bí o tí ń dúró

source: Why should I help?
yo: Kíni ìdí ìrànwọ́ mi?

source: Windows 8 Touch support articles
yo: Àtìlẹ́hìn aròkọ Windows 8 Touch

source: Working with messages
yo: Ń ṣiṣẹ́ pẹ̀lú iṣẹ́

source: Write help articles
yo: Kọ aròkọ ìrànwọ́

source: Yes, I am.
yo: Bẹ́ẹ̀ni, Mo ti.

source: You already flagged this content.
yo: O ti pe-àkíyèsí-sí àkóónú yì.

source: You already voted on this Article.
yo: O ti dìbò lóri Aròkọ yìí.

source: You already voted on this reply.
yo: O ti dibò fún èsì yíì.

source: You and 1 other replied
yo: Ìwọ àti ènìyàn 1 dáhùn

source: You are about to approve your own edit. Please consider asking our <a href="%(url)s">reviewers</a> instead.
yo: O ti fẹ́ gba ìṣàtúntò tìrẹ. Jọ̀wọ́ béèrè lọ́wọ́ <a href="%(url)s">alátùnyẹ́wò wa</a> dípò.

source: You are about to mark this revision <span class="revtime"></span> as Ready for Localization. Are you sure you wish to proceed?
yo: O ti fẹ́ sàmì sí àtúnyẹ̀wò yíi <span class="revtime"></span> bíi Ṣeyán fún Ìṣọdìbílẹ̀. Ṣé ó dá ọ lójú pé o fẹ́ tẹ̀síwájú?

source: You are about to permanently delete the avatar. <strong>This cannot be undone!</strong> You can always upload another avatar to replace the current one.
yo: O ti fẹ́ pa avatar rẹ́ pátápátá. <strong>Èyí kò ṣeyí padà!</strong> O lè ṣe ìgbàsóke avatar mííràn láti rọ́pò ti lọ́wọ́lọ́wọ́ yìí.

source: You are about to permanently delete this answer. <strong>This cannot be undone!</strong> Are you sure you want to continue?
yo: O tifẹ́ pa ìdáhùn yíì rẹ́ pátápátá. <strong>Akòle ṣé padà!</strong> Ṣé ó dá ọ lójú pé o fẹ́ tẹ̀sìwajú?

source: You are about to permanently delete this document. <strong>This cannot be undone!</strong> Are you sure you want to continue?
yo: O ti fẹ́ pa àkọsílẹ̀ rẹ́ pátápátá. <strong> A kòle ṣàyípadà èyí!</strong>Ṣé ó dá ọ lójú pé o fẹ́ tẹ̀siwájú?

source: You are about to permanently delete this image. <strong>This cannot be undone!</strong> Are you sure you want to continue?
yo: O ti fẹ́ pa àwòrán rẹ́ pátápátá. <strong> Akòle ṣàtúnṣe èyí!</strong>Ṣé ó dá ọ lójú pé o fẹ́ tẹ̀síwájú?

source: You are about to permanently delete this post. <strong>This cannot be undone!</strong> Are you sure you want to continue?
yo: O ti fẹ́ pa ọ̀rọ̀ àfiránṣẹ̀ yíì rẹ́ pátápátá. <strong>Èyí kò ṣeyí padà.</strong> Ṣé ó dá ọ lójú pé o fẹ́ tẹ̀síwájú?

source: You are about to permanently delete this question. <strong>This cannot be undone!</strong> Are you sure you want to continue?
yo: O ti fẹ́pa ìbéèrè rẹ́ pátápátá. <strong>Akòle ṣé padà!</strong> Ṣé ó dá ọ lójú pé o fẹ́ tẹ̀sìwajú?

source: You are about to permanently delete this revision. <strong>This cannot be undone!</strong> Are you sure you want to continue?
yo: O ti fẹ́ pa àtúnyẹ̀wò yí rẹ́ pátápátá. <strong>A kòle ṣàyípadà rẹ̀!</strong> Ṣé ó dá ọ lójú pé o fẹ́ tẹ̀siwájú?

source: You are about to permanently delete this thread. <strong>This cannot be undone!</strong> Are you sure you want to continue?
yo: O ti fẹ́ pa èròjà atẹ̀lélànà pátápátá. <strong>O kòle ṣé padà mọ́!</strong> Ṣé ó dá ọ lójú pé o fẹ́ tẹ̀siwájú?

source: You are about to permanently delete this video. <strong>This cannot be undone!</strong> Are you sure you want to continue?
yo: O ti fẹ́ pa fídíò rẹ́ pátápátá. <strong> Akòle ṣàtúnṣe èyí!</strong>Ṣé ó dá ọ lójú pé o fẹ́ tẹ̀síwájú?

source: You are about to permanently delete your avatar. <strong>This cannot be undone!</strong> You can always <a href="%(upload_url)s">upload another avatar</a> to replace your current one.
yo: O ti fẹ́ pa avatar rẹ rẹ́ pátápátá. <strong>Akòle ṣàyípadà èyí!</strong> O lè <a href="%(upload_url)s">gbàsókè avatar míìràn nígbà gbogbo</a> láti rọ́pò ti lọ́wọ́lọ́wọ́ rẹ.

source: You are about to subscribe to:
yo: O fẹ́ Forúkọsílẹ̀ báyì sí:

source: You are not currently watching anything.
yo: O kò wo ohunkóhun lọ́wọ́lọ́wọ́.

source: You are not logged in.
yo: O ti wọlé.

source: You are not watching this thread
yo: O kò wo èròjà atẹ̀lélànà yíì

source: You are now part of the Contributors group!
yo: O ti pẹ̀lú ẹgbẹ́ àwọn Olùdásí báyì!

source: You are translating an English document which is not yet ready for localization.
yo: O ń túmọ̀ àkọsílẹ̀ Gẹ̀ẹ́sì tí kòíti ṣetán ní ìsọdìbílẹ̀.

source: You are watching this thread
yo: O ń wo èròjà atẹ̀lélànà yíì

source: You can also apply to our Buddy Program and get guidance from our more experienced contributors. Just introduce yourself in the forum for New Contributors by starting a new thread. Put your name on the thread title and tell us a bit about yourself:
yo: O lè lò ó si Àtòjọ-ètò Buddy wa kí o gba ìtọ́ni láti ọ̀dọ̀ àwọn onírirí olùdásí wa. Kànsọ nípa ara rẹ ní àpéjọ náà fún Àwọn Olùdásí Titun nípa bíbẹ̀rẹ̀ èròjà atẹ̀lélànà titun. Fí orúkọ rẹ sí àkolé èròjà atẹ̀lélànà kí o sì sọ nípa ara rẹ ní ṣókí fún wa:

source: You can log in at:
yo: O lè lọ́ọ̀gì ní:

source: You cannot translate this document.
yo: O kòle túmọ̀ àkọsílẹ̀ yìí.

source: You can now log in.
yo: O lè wọlé báyì.

source: You can view the solution using the link below.
yo: O lè wo ọ̀nà àbáyọ nípa lílo ìsopọ̀ ìsàlẹ̀.

source: You do not have permission to access this page.
yo: O kòní ìyànda láti wọlé ojú ewé yìí.

source: You do not have permission to do that.
yo: O kòní àṣẹ láti ṣe ìyeṅ.

source: You don't need to register to <a href="{url}">ask a question</a>.
yo: O kò nílò láti forúkọsílẹ̀ láti <a href="{url}">ṣe ìbéèrè</a>.

source: You have been automatically logged in.
yo: O ti wọle aládàṣe.

source: You have been unsubscribed.
yo: O ti ṣàìforúkọ sílẹ̀.

source: You have exceeded the number of private messages that can be sent in a day.
yo: O tí kọjá iye àwọn iṣẹ́ àdáni tí a lè fi ránṣẹ́ lóòjọ́.

source: You have exceeded the number of threads and replies that can be posted in a given amount of time. Please try again shortly.
yo: O ti kọjá iye nọ́ńbà àwọn èròjà atẹ̀lélànà àti àwọn èsì tí a lè fọ̀rọ̀ àfiránṣẹ̀ ní iye kan lákókò. Jọ̀wọ́ tún gbìyànjú láìpẹ́.

source: You have flagged this content. A moderator will review your submission shortly.
yo: O ti pe-àkíyèsí-sí àkóónú yì. Olùṣàkóso yóò ṣàgbéyẹ́wò ìfisílẹ̀ rẹ láìpẹ́.

source: You have not selected an image to upload.
yo: O ti yan àwòrán láti gbàwálẹ̀.

source: You have successfully changed your password.
yo: O ti pàrọ̀ ọ̀rọ̀ aṣínà rẹ dáradára.

source: You have successfully changed your password. <a href="%(profile_url)s">Go back to edit profile page.</a>
yo: O ti ṣàyípadà ọ̀rọ̀ aṣínà rẹ dáradára. <a href="%(profile_url)s">Padà sí ṣàtúnṣe ojú ewé ìrísí olùlò.</a>

source: You may log in at https://{domain}{login_url}
yo: O lè wọlé ní https://{domain}{login_url}

source: You might just make someone's day!
yo: O lè mú inú ẹnìkan dùn lóójọ!

source: You must <a href="{login_url}">log in to your account</a> to reply to posts. Please <a href="{ask_url}">start a new question</a>, if you do not have an account yet.
yo: O gbọ́dọ̀ <a href="{login_url}">wọlé sí àkọ́ọ́lẹ̀ re</a> láti fèsì àwọn ìfọ̀rọ̀ránṣẹ́. Jọ̀wọ́ <a href="{ask_url}">bẹ̀rè ìbéèrè titun</a>, bí o kò báìtí ní àkọ́ọ́lẹ̀ náà.

source: You must have cookies enabled to login or register.
yo: O gbọ́dọ̀ ní kúkísì ta fàyègbà kí o tó lè wọlé tàbí forúkọsílẹ̀.

source: Your account is already activated, log in below.
yo: Àkọ́ọ́lẹ̀ rẹ tiwà ní ti sọ di aṣiṣẹ́, wọlé nísàlẹ̀.

source: Your account is successfully verified, and your question is now posted on the Mozilla community support forum.
yo: A ṣàrídájú àkọ́ọ́lẹ̀ rẹ dáradára, asì ti fi ìbéèrè fọ̀rọ̀ránṣẹ́ sí awùjọ apèjọ àtìlẹ́hìn Mozilla.

source: Your account was sucessfully closed!
yo: Ati ti àkọ́ọ́lẹ̀ rẹ dáradára!

source: Your avatar will be resized to {size}x{size}
yo: Avatar rẹ ni a ìṣòdíwọ̀n śi {size}x{size}

source: Your email has been changed from {old_email} to {new_email}.
yo: Ati ṣàyípadà í-meélì rẹ láti {old_email} sí {new_email}.

source: You replied
yo: O dáhùn

source: Your issue has been submitted successfully. You should receive a confirmation email and hear back from us shortly.
yo: Ìṣòro rẹ ni wọ́n ti fàsílẹ̀ dáradára. O gbọ́dọ̀ gba ìjẹ́rì í-meélì kí o sì gbọ́ lọ́dọ̀ wa láìpẹ́.

source: Your message was sent!
yo: Afi iṣẹ́ rẹ ránṣẹ́!

source: You rock! We'll send an email to let you know if your changes get approved. You can follow the discussion about this article by clicking the Discussion tab.
yo: O gbìyànjú! A ó fi í-meélì ránṣẹ́ láti jẹkí o mọ̀ bóyá a gba àyípadà re. O lè tẹ̀lé ìfọ̀rọ̀wérọ̀ nípa aròkọ nípa ṣíṣíra tẹ̀ táábù Ìfọ̀rọ̀wérọ̀.

source: Your password was successfully reset.
yo: O ti ṣàtúntò ọ̀rọ̀ aṣínà rẹ dáradára.

source: Your revision has been approved: {title}
yo: A kòìgba àtúnyẹ̀wò: {title}

source: Your revision has been reviewed.
yo: Àtúnyẹ̀wò rẹ ti ṣàtúntò.

source: Your revision has been reviewed: {title}
yo: Ati ṣàyẹ̀wò àtúnyẹ̀wò: {title}

source: Your settings have been saved.
yo: Ààtò rẹ ti pamọ́.

source: Your username is:
yo: Orúkọ olùṣàmúlò rẹ ni:

source: Your username on %s
yo: Orúkọ aṣàmúlò rẹ lóri %s

source: Your username will be shown next to your question in our public support forums.
yo: A ó ṣàfihàn orúkọ aṣàmúlò rẹ lẹ́gbẹ̀ ìbéèrè rẹ ní gbangba apèjọ àtìlẹ́hìn.

source: Your Web browser doesn't appear to have cookies enabled. Cookies are required for logging in.
yo: Wẹ́ẹ̀bù ìgbàwálẹ̀ rẹ kòjọ pé ó ní kúkísì tí o ń ṣiṣẹ́. A nílò kúkìsì láti wọlé.

source: You should receive an email shortly to confirm your subscription.
yo: O gbọ́dọ̀ gba í-meélì láìpẹ́ láti jẹ́rì ìforukọsílẹ̀ rẹ.

source: You've confirmed your email address and activated your account! You can now log in, and go edit your profile.
yo: O ti jẹ́rì pé àdírẹ́sì í-meélì rẹ àti àkọ́ọ́lẹ̀ rẹ ti di aṣiṣẹ́! O le ̀wọlé báyì, ko lọ sí ṣàtúnṣe Ìrísí olùlò.

source: You were awarded the '{title}' badge!
yo: A fún ọ ní ẹ̀bùn-ìfakọ̀yọ '{title}' báàjì!

source: You will always control every tweet you post.
yo: Wàlé sàkóso gbogbo túwìtì tí o fi ránṣẹ́.

source: You will be notified of updates by email.
yo: A o fi tó ọ létí ti ìṣàfikún nípa í-meélì.

source: You will need to confirm the newly set email address to complete the change.
yo: O nílò láti jẹ́rì àdírẹ́sì í-meélì titun láti parí àyípadà.

source: You will now receive updates via email.
yo: Wá gba àwọn ìṣàfikún nípa í-meélì.

source: abnormality
yo: ohun àjèjì

source: account recovery key
yo: àfikún àmúkún

source: add-on
yo: àmúkún

source: aggregate
yo: àpapọ̀

source: All Hands
yo: Àgbájọwọ́

source: alternate text
yo: ọ̀rọ̀ afirọ́pò

source: appear
yo: hàn

source: appearance
yo: ìfarahàn

source: attack
yo: dojúkọ ìkọlù

source: attacker
yo: aṣàkọlù abìjà, ohun abìjà

source: Attack Site
yo: Ìkànnì àkọlù

source: attendee
yo: olùpésẹ̀, àwọn tó pésẹ̀

source: authenticate
yo: fìdí ẹ̀rí múlẹ̀, fìdí múlẹ̀

source: authenticated
yo: àtẹ́wọ́gbà

source: autoplay
yo: Aládàáṣiṣẹ́

source: back out
yo: padà sẹ́yìn

source: black box
yo: gé kúrú

source: bookmark
yo: ṣe àmì búkúmákì

source: boolean
yo: búlíánì, bẹ́èni àbí bẹ́ẹ̀kọ́

source: boot
yo: yọ

source: breakpoint
yo: Ìdábùú-ìdènà

source: Bug report
yo: Ohun tó ń fẹ́ àbójútó

source: certificate authority
yo: onípò àṣe ìwé-ẹ̀rí,

source: channel
yo: ikanni

source: cipher
yo: àrokò ìsọfúnni

source: clipboard
yo: iwe alabode

source: clockwise
yo: aago-aaya

source: compact
yo: atokopo

source: compact - recommend deprioritize
yo: kópọ̀ - dámọ̀ràn èyí tí ò ṣe pàtàkì

source: context
yo: àyíká ọ̀rọ̀, àyíká ọ̀ràn

source: contribute
yo: dásí

source: corrupt
yo: díbàjẹ́

source: corrupted
yo: bibaje

source: counterclockwise
yo: Ìdàkejì, Òdìkejì, Òdì

source: cryptominer
yo: ètò wíwa kíríptò

source: cryptomining
yo: wíwa kíríptò

source: debug
yo: wá àtúnṣe

source: deceptive site
yo: ìkànnì èké

source: decode
yo: lóye, ṣètúnmọ̀

source: decryption
yo: títú. ìtúpalẹ̀

source: disinformation
yo: irọ́, ẹ̀tàn

source: distrust
yo: tàbùkù

source: eavesdropping
yo: kọ̀, dínà, dènà

source: enable
yo: jeki

source: encode
yo: ṣètò

source: encrypt
yo: pàroko, fipamọ́

source: encryption
yo: pípàrokò, fífipamọ́

source: end user
yo: olumolo ipari

source: executable file
yo: fáìlì tó ṣeé lò

source: extension
yo: afikún

source: external
yo: Ita, Gbangba

source: Fellow
yo: Elẹgbẹ

source: filter bubble
yo: sí ṣàṣàyàn

source: fingerprinter
yo: ẹ̀rọ ìtẹ̀ka

source: fingerprinting
yo: ìtẹ̀ka

source: Firefox View
yo: Ojú-ìran Firefox

source: gear
yo: ìfà, amóríyá

source: grassroots
yo: awon agbegbe

source: home page
yo: ìbẹ̀rẹ̀

source: idle
yo: ailewu

source: import
yo: gbe wole

source: innovations
yo: awon imotuntun

source: insecure
yo: tó léwu

source: installation
yo: àgbékalẹ̀

source: Issue
yo: fún

source: L10n
yo: Ìsọdìbílẹ̀

source: Legacy extension
yo: Àfikún legesi

source: misinformation
yo: asise alaye

source: native
yo: abinibi

source: open source
yo: orísun tó ṣeé rí

source: override
yo: bori

source: participation
yo: kopa

source: Patch
yo: Kóòdù àfihàn, Patch

source: pop-up
yo: fò jáde, fò sókè

source: preference
yo: Feran Ju

source: release
yo: ikede

source: report
yo: ìròyìn

source: revert
yo: tun pada

source: search suggestion
yo: àbá

source: security keys
yo: àwọn kọ́kọ́rọ́ ààbò

source: sensitive
yo: gbẹgẹ́

source: sidebar
yo: òpó-ẹ̀gbẹ́

source: sign
yo: aami, ifowosi

source: signer
yo: oṣole

source: studies
yo: àyẹ̀wò

source: track
yo: tọpasẹ̀

source: trackers
yo: àwọn ohun tó n tọpasẹ̀

source: Turbo Mode
yo: Ipò íjáfáfá

source: unencrypted
yo: láì pamọ́

source: unresponsive
yo: Kò dáhùn

source: unsafe
yo: léwu

source: validate
yo: ṣàrídájú, fọwọ́ sí, fẹ̀rí hàn

source: validity
yo: dídájú, tó dájú, títọ̀nà

source: version
yo: ikede

source: Web Authentication
yo: Ìlujá fùn àyẹ̀wò

source: Continue with this browser
yo: Tesiwaju pelu aṣàwákiri yi

source: Copied!
yo: dakọ

source: Decrypting…
yo: Ti nkọ nkan…

source: Download complete
yo: Ìsíwá parí Ìgbasílẹ̀ parí

source: Download files
yo: Se igabisile faili

source: Downloading
yo: N se igabsile

source: Drag and drop files
yo: E mu awon faili ki ede ju si bi

source: Encrypting…
yo: Fifi ọrọ ṣiṣẹ…

source: Firefox Send
yo: Firefox Send je oruko ile-ise kan, kò sì ye ki a so di ibile.

source: Firefox Send requires JavaScript
yo: Firefox Send nílòo JavaScript

source: GB
yo: Gigabaiti

source: { $hours }h { $minutes }m
yo: { $hours }w { $minutes }i { $hours }wákàtí { $minutes }iṣẹ́jú

source: Importing…
yo: akowọle…

source: Incorrect password. Try again.
yo: Ọ̀rọ̀-aṣínà kò tọ́. Gbìyànjú síi Ọ̀rọ̀-aṣíde kò tọ́. Gbìyànjú síi

source: KB
yo: Kilobaiti

source: Learn more.
yo: Keeko si

source: Legal
yo: b’ófin mu n’ílànà òfin

source: Link expired
yo: Ojú-òpó ti kásẹ̀ Ojú-òpó ti pajújé Ọ̀nà-òpó ti kásẹ̀ Ọ̀nà-òpó ti pajújé

source: Maximum password length: { $length }
yo: Ìdíwọ̀n ọ̀rọ̀-aṣínà: { $length }

source: MB
yo: Megabaiti

source: { $minutes }m
yo: { $minutes }i

source: { $num } downloads
yo: ọ̀pọ̀ ìsíwá…

source: { $num } hours
yo: Ọ̀pọ wákàtí

source: Please enable JavaScript and try again.
yo: Jọ̀wọ́ tán JavaScript sílẹ̀ kí o sì gbìyànjú si. Jọ̀wọ́ ṣí JavaScript sílẹ̀ kí o sì gbìyànjú si.

source: Select files to upload
yo: E yan awon faili lati gbasoke

source: Share files with more people
yo: E pin faili pelu awon eyan si

source: Simple, private file sharing
yo: Fáìlì pípín níkọ̀kọ̀ tó dẹrùn Fáìlì pípín níkọ̀kọ̀ onírọ̀rùn

source: Something went wrong!
yo: Nnkan o lo daadaa!

source: That file is too big to upload. It should be less than { $size }
yo: Fáìlì yìí tóbijù láti gbà sókè. Ó ní láti kéré sí { $size } Fáìlì yìí tóbijù láti gbà sókè. Ó ní láti kéré ju { $size } lọ

source: There is a way to protect your privacy. Join Firefox.
yo: Ona wa lati dabobo ipamo re. Darapo mo Firefox

source: This password could not be set
yo: Ọ̀rọ̀-aṣínà yí kò ṣeé gbé kalẹ̀ Ọ̀rọ̀-aṣínà yí kò leè fẹsẹ̀ múlẹ̀

source: Try Firefox Send
yo: Gbìyànjúu Firefox Send Gbìyànjú lo Firefox Send Dán Firefox Send wò

source: Try our favorite browser
yo: E gbiyanju asawakiri to je ayanfe wa

source: Unfortunately this version of Firefox does not support the web technology that powers Firefox Send. You’ll need to update your browser.
yo: Ó ṣe, wípé ẹ̀dà Firefox yí ò ní àtìlẹyìn ẹ̀rọ-alátagbà tí ó ń mú Firefox Send ṣiṣẹ́. O ní láti ṣe àgbéga èdà ẹ̀rọ-aṣàwárí rẹ kó bágbàmu.

source: Unlock
yo: ṣí

source: Update Firefox
yo: Mú Firefox bágbàmu

source: Why does Firefox Send require JavaScript?
yo: Kí nìdí tí Firefox fi nílòo JavaScript? Kí nìdí tí Firefox ṣe nílòo JavaScript?

source: Why is my browser not supported?
yo: Kí ló ṣe tí ẹ̀rọ-ìfarakọ́ra mi ò ní ìbátan? Kí ló ṣe tí ẹ̀rọ-aṣàwárí mi ò ní ìbátan? Kí nìdí tí ẹ̀rọ-ìfarakọ́ra mi ò ní ìbátan? Kí nìdí tí ẹ̀rọ-aṣàwárí mi ò ní ìbátan?

source: Your browser is not supported.
yo: Èrọ-ìfarakọ́ra rẹ ò ní ìbátan Ojú-òpó ìfarakọ́ra rẹ ò ní ìbátan
